{
  "common": {
    "loading": "Cargando...",
    "error": "Error",
    "success": "Éxito",
    "copy": "Copiar",
    "refresh": "Actualizar",
    "delete": "Eliminar",
    "previous": "Anterior",
    "next": "Siguiente",
    "search": "Buscar",
    "filter": "Filtrar",
    "close": "Cerrar",
    "open": "Abrir",
    "save": "Guardar",
    "cancel": "Cancelar",
    "confirm": "Confirmar",
    "yes": "Sí",
    "no": "No"
  },
  "navigation": {
    "home": "Inicio",
    "inbox": "Bandeja",
    "fiveMinEmail": "Email 5-Min"
  },
  "header": {
    "title": "TempMail"
  },
  "footer": {
    "description": "Direcciones de correo temporal seguras y anónimas para tu privacidad y protección.",
    "features": "Características",
    "services": "Servicios",
    "company": "Empresa",
    "autoExpiration": "Expiración Automática",
    "customDomain": "Dominio Personalizado",
    "emailForwarding": "Reenvío de Email",
    "fiveMinEmail": "Email 5-Min",
    "tenMinEmail": "Email 10-Min",
    "oneHourEmail": "Email 1-Hora",
    "about": "Acerca de",
    "privacyPolicy": "Política de Privacidad",
    "termsOfService": "Términos de Servicio",
    "contact": "Contacto",
    "language": "Idioma",
    "copyright": "© 2024 TempMail. Todos los derechos reservados."
  },
  "home": {
    "title": "Email Temporal Hecho Simple",
    "subtitle": "Protege tu privacidad con direcciones de correo desechables. Sin registro requerido, configuración instantánea y expiración automática.",
    "trustedBy": "Confiado por más de 2M usuarios en todo el mundo",
    "noRegistration": "Sin Registro",
    "anonymous": "100% Anónimo",
    "autoDelete": "Auto-Eliminación",
    "whyChoose": "¿Por qué elegir TempMail?",
    "whyChooseDescription": "Protege tu privacidad y mantén tu bandeja limpia con nuestro servicio avanzado de email temporal",
    "privacyProtection": "Protección de Privacidad",
    "privacyProtectionDescription": "Mantén tu email real seguro del spam y mensajes no deseados",
    "autoExpiration": "Expiración Automática",
    "autoExpirationDescription": "Los emails expiran automáticamente después del período establecido",
    "instantGeneration": "Generación Instantánea",
    "instantGenerationDescription": "Genera nuevos emails temporales en segundos",
    "realInbox": "Bandeja Real",
    "realInboxDescription": "Recibe y lee emails en tiempo real",
    "activeUsers": "Usuarios Activos",
    "emailsGenerated": "Emails Generados",
    "uptime": "Tiempo de Actividad",
    "whatUsersSay": "Lo que dicen nuestros usuarios",
    "whatUsersSayDescription": "Únete a millones de usuarios satisfechos protegiendo su privacidad",
    "readyToProtect": "¿Listo para proteger tu privacidad?",
    "readyToProtectDescription": "Comienza a usar emails temporales hoy y mantén tu bandeja real segura del spam y mensajes no deseados.",
    "getStartedNow": "Comenzar Ahora"
  },
  "techSection": {
    "title": "La Tecnología detrás de las Direcciones de Email Desechables",
    "reason1Title": "Tarjetas de Fidelidad de Tienda",
    "reason2Title": "Pruebas de App",
    "reason3Title": "Múltiples Cuentas",
    "reason4Title": "Protección contra Spam",
    "intro": "Todos poseemos una dirección de email cada hora, para todo desde conectarnos en el trabajo, con prospectos de negocios, contactar amigos y colegas usando la dirección de email como un pasaporte online. Casi el 99% de todas las aplicaciones y servicios a los que nos registramos hoy requieren una dirección de email, igual que la mayoría de tarjetas de lealtad de compradores, entradas de concursos y ofertas, y más.",
    "problem": "Todos disfrutamos tener una dirección de email, pero recibir toneladas de emails de spam cada día no se siente cómodo. Además, es completamente común que las tiendas tengan sus bases de datos hackeadas, dejando tu dirección de email de negocios en riesgo y más propensa a terminar en listas de spam. Aún así, nada hecho online es 100% privado. Por lo tanto necesitas proteger tu identidad de contacto de email y se hace mejor usando direcciones de email desechables.",
    "whatIsTitle": "Entonces, ¿Qué es una Dirección de Email Desechable?",
    "whatIsDescription": "Dirección de email desechable (DEA) técnicamente significa un enfoque donde un usuario con una dirección de email única obtiene una dirección de email temporal para tu contacto actual. La DEA permite la creación de una dirección de email que pasa la validación necesaria para registrarse en servicios y sitios web sin tener que mostrar tu verdadera identidad.",
    "whatIsDescription2": "Las direcciones de email desechables si se comprometen o se usan en conexión con abuso de email online, el propietario no puede ser vinculado al abuso y puede cancelar rápidamente su aplicación sin afectar otros contactos. Con email temporal, puedes recibir tus emails de los emails falsos en tu dirección de email genuina por un tiempo específico establecido. La dirección de email falsa es simplemente un email desechable, email temporal establecido y email autodestructivo.",
    "whyNeedTitle": "¿Por qué necesitarías una dirección de email falsa?",
    "whyNeedDescription": "Debes haber notado que servicios como Amazon Prime, Hulu y Netflix permiten pruebas de tiempo limitado, sin embargo, si aún estás determinado a usar los servicios todo lo que necesitas es una dirección de email desechable. Técnicamente, puedes extender tu uso de prueba usando una dirección de email diferente vinculada a tu original (genuina) después de que expire el período de prueba.",
    "whyNeedDescription2": "Un minorista offline u online tiende a demandar una dirección de email para aprovechar sus ofertas, sin embargo, esto resulta en una inundación no deseada de emails promocionales de spam que podrías evitar. La dirección de email temporal hace fácil cortar esos mensajes irritantes que aún estás recibiendo.",
    "legitimateReasons": "Si estás buscando razones legítimas para usar una dirección de email desechable aquí hay algunas:",
    "reason1": "Registrarse para Tarjeta de Lealtad de Tienda: Si no quieres recibir emails promocionales de la tienda anunciando nuevos productos, usa una dirección de email desechable en lugar de tu dirección de email de negocios, y eliminas emails de spam. Si la tienda es hackeada por email, tu dirección de email real no será robada.",
    "reason2": "Probar tu App: Acabas de completar la codificación de una app web, y quieres probarla exhaustivamente antes de lanzarla a la venta, puedes fácilmente obtener 100 emails desechables, crear cuentas ficticias y probarla tú mismo en lugar de contratar usuarios no confiables online para probar la app.",
    "reason3": "Registrarse para Cuenta Doble con una App Web: Necesitas otra cuenta IFTTT para programar una segunda cuenta de Twitter para tu sitio de marketing. Una nueva cuenta necesita un email diferente de tu predeterminado, para eliminar la gestión de una nueva bandeja de email, obtén una nueva dirección de email desechable.",
    "reason4": "Eliminar Spam: Una dirección de email desechable es una herramienta muy útil contra el spam, especialmente, para usuarios que consistentemente acceden a formularios web, foros y grupos de discusión puedes reducir el spam a un mínimo absoluto con una dirección de email desechable.",
    "howToChooseTitle": "¿Cómo Elegir un Email Desechable?",
    "howToChooseDescription": "El mejor proveedor de email falso debería:",
    "criteria1": "Permitir a los usuarios crear direcciones de email temporales con un clic de botón.",
    "criteria2": "No se requiere registro o información de identidad sobre el usuario.",
    "criteria3": "La dirección de email debe permanecer anónima.",
    "criteria4": "Ofrecer más de una dirección de email (tantas como quieras).",
    "criteria5": "Ofrecer email temporal almacenado (bandeja de email temporal a disposición del usuario).",
    "criteria6": "Diseño directo y funcional para obtener un email mundano.",
    "criteria7": "Proveedor de cuenta aleatoria y los usuarios pueden elegir una dirección de su elección.",
    "howToUseTitle": "¿Cómo Usar una Dirección de Email Desechable?",
    "howToUseDescription": "Los usuarios eligen obtener una dirección de email desechable creando una nueva cuenta de email con su proveedor de email actual como Gmail, pero la cuenta viene con muchos desafíos como que tendrás que gestionar emails de nueva cuenta. Los usuarios, que optan por servicios de email gratuitos creando una nueva cuenta, se conforman con una nueva dirección de email.",
    "howToUseDescription2": "Funcionaría si tuvieras una dirección de email y algunos emails desechables y gestionaras una bandeja de cuenta.",
    "howToUseDescription3": "Lo increíble de una dirección de email desechable es que puedes reenviar directamente a tu cuenta de email real. En caso de que la dirección de email desechable se comprometa, y sospeches de uno de tus contactos puedes hacer que esos emails se envíen directamente a tu basura, y para esas conexiones necesarias tenerlos enviados directamente a tu bandeja de email real.",
    "conclusionTitle": "Para Concluir:",
    "conclusion": "Tener un sistema de dirección de email desechable configurado de una manera fantástica para asegurar que cuando participes en wikis online, salas de chat, y servicios de intercambio de archivos y foros de tablones de anuncios tu verdadera identidad nunca se divulgue y nunca se venda a nadie para evitar spam de email."
  },
  "emailGenerator": {
    "title": "Tu Email Temporal",
    "description": "Copia esta dirección de correo y úsala donde necesites un email temporal",
    "creating": "Creando tu cuenta de email temporal...",
    "emailLoaded": "¡Email cargado!",
    "emailLoadedDescription": "Tu email temporal existente ha sido restaurado.",
    "demoMode": "Modo demo activado",
    "demoModeDescription": "La API no está disponible actualmente. Usando cuenta de email demo.",
    "emailCreated": "¡Cuenta de email creada!",
    "emailCreatedDescription": "Tu cuenta de email temporal ha sido creada exitosamente.",
    "demoModeFallback": "Modo demo",
    "demoModeFallbackDescription": "Usando email demo debido a problemas de conexión con la API.",
    "generatingNew": "Generando nuevo email...",
    "generatingNewDescription": "Creando una cuenta de email temporal nueva.",
    "newEmailCreated": "¡Nuevo email creado!",
    "newEmailCreatedDescription": "Se ha generado exitosamente una nueva cuenta de email temporal.",
    "emailCopied": "¡Email copiado!",
    "emailCopiedDescription": "El email temporal ha sido copiado a tu portapapeles.",
    "openInbox": "Abrir Bandeja"
  },
  "inbox": {
    "title": "Bandeja",
    "noEmailAccount": "Sin Cuenta de Email",
    "noEmailAccountDescription": "Necesitas crear una cuenta de email para acceder a tu bandeja.",
    "createEmailAccount": "Crear Cuenta de Email",
    "emailAccount": "Cuenta de Email",
    "emails": "emails",
    "live": "En Vivo",
    "connecting": "Conectando...",
    "noWs": "Sin WS",
    "searchEmails": "Buscar emails...",
    "refreshingInbox": "Actualizando bandeja...",
    "refreshingInboxDescription": "Obteniendo los últimos emails.",
    "inboxRefreshed": "Bandeja actualizada",
    "inboxRefreshedDescription": "Últimos emails cargados exitosamente.",
    "noEmailsFound": "No se encontraron emails",
    "inboxEmpty": "Tu bandeja está vacía",
    "newEmailReceived": "¡Nuevo email recibido!",
    "newEmailReceivedDescription": "De: {from}",
    "demoMode": "Modo demo",
    "demoModeDescription": "La API no está disponible. Mostrando bandeja demo.",
    "failedToLoadEmails": "Error al cargar emails",
    "failedToLoadEmailsDescription": "No se pudieron obtener los emails. Por favor, inténtalo de nuevo más tarde.",
    "failedToLoadEmail": "Error al cargar email",
    "failedToLoadEmailDescription": "No se pudieron obtener los detalles del email",
    "emailDeleted": "Email eliminado",
    "emailDeletedDescription": "El email ha sido eliminado exitosamente.",
    "deleteFailed": "Error al eliminar",
    "deleteFailedDescription": "No se pudo eliminar el email",
    "accountIdCopied": "¡ID de cuenta copiado!",
    "accountIdCopiedDescription": "El ID de la cuenta de email ha sido copiado a tu portapapeles.",
    "emailAddressCopied": "¡Email copiado!",
    "emailAddressCopiedDescription": "La dirección de email ha sido copiada a tu portapapeles.",
    "accountRefreshed": "Cuenta actualizada",
    "accountRefreshedDescription": "Los datos de la cuenta de email han sido actualizados.",
    "noAccountFound": "No se encontró cuenta",
    "noAccountFoundDescription": "Por favor, crea una cuenta de email primero.",
    "noSubject": "(Sin asunto)",
    "noPreview": "Sin vista previa disponible"
  },
  "emailModal": {
    "from": "De:",
    "to": "Para:",
    "date": "Fecha:",
    "status": "Estado:",
    "read": "Leído",
    "unread": "No leído",
    "noContent": "No hay contenido disponible"
  },
  "pages": {
    "about": {
      "title": "Acerca de Nosotros",
      "body": "Construimos herramientas de email temporal centradas en la privacidad para mantenerte seguro en línea. Nuestro servicio se enfoca en simplicidad, velocidad y minimización de datos."
    },
    "privacy": {
      "title": "Política de Privacidad",
      "body": "No requerimos registro. Los emails temporales y datos relacionados se eliminan automáticamente según las reglas de la función. No uses el servicio para actividades ilegales."
    },
    "terms": {
      "title": "Términos de Servicio",
      "body": "Al usar este servicio aceptas usarlo de manera responsable. El servicio se proporciona tal cual, sin garantías. La disponibilidad no está garantizada."
    },
    "contact": {
      "title": "Contacto",
      "body": "¿Preguntas o comentarios? Ponte en contacto a través de nuestro formulario de contacto o correo de soporte."
    }
  },
  "fiveMinEmail": {
    "title": "Email Temporal de 5 Minutos",
    "subtitle": "Emails temporales ultra-cortos que expiran automáticamente en 5 minutos. Perfecto para verificaciones rápidas y máxima privacidad.",
    "badge": "Expiración Automática de 5 Minutos",
    "yourEmail": "Tu Email de 5 Minutos",
    "yourEmailDescription": "Este email expirará automáticamente en 5 minutos",
    "timeLeft": "Tiempo Restante",
    "autoExpiryWarning": "Advertencia de Expiración Automática",
    "autoExpiryWarningDescription": "Este email será eliminado permanentemente en {timeLeft}. Asegúrate de completar tu tarea rápidamente.",
    "openInbox": "Abrir Bandeja",
    "creating": "Creando Email de 5 Minutos",
    "creatingDescription": "Configurando tu cuenta de email temporal...",
    "emailLoaded": "¡Email de 5 minutos cargado!",
    "emailLoadedDescription": "Tu email de 5 minutos existente ha sido restaurado.",
    "emailCreated": "¡Email de 5 minutos creado!",
    "emailCreatedDescription": "Tu email temporal expirará en 5 minutos.",
    "demoMode": "Modo demo",
    "demoModeDescription": "Usando email de 5 minutos demo debido a problemas con la API.",
    "newEmailCreated": "¡Nuevo email de 5 minutos creado!",
    "newEmailCreatedDescription": "Tu nuevo email temporal expirará en 5 minutos.",
    "emailExpired": "¡Email expirado!",
    "emailExpiredDescription": "Tu email de 5 minutos ha sido eliminado automáticamente.",
    "emailCopied": "¡Email copiado!",
    "emailCopiedDescription": "El email temporal de 5 minutos ha sido copiado a tu portapapeles.",
    "whyFiveMinute": "¿Por qué Emails de 5 Minutos?",
    "whyFiveMinuteDescription": "A veces necesitas máxima privacidad con tiempo mínimo de exposición",
    "autoExpires": "Expira Automáticamente en 5 Minutos",
    "autoExpiresDescription": "Perfecto para tareas rápidas y verificación inmediata",
    "maximumPrivacy": "Máxima Privacidad",
    "maximumPrivacyDescription": "Sin rastros después de la expiración",
    "instantDelivery": "Entrega Instantánea",
    "instantDeliveryDescription": "Recibe emails inmediatamente",
    "perfectForQuickTasks": "Perfecto Para Tareas Rápidas",
    "perfectForQuickTasksDescription": "Los emails temporales de 5 minutos son ideales cuando necesitas acceso inmediato pero quieres asegurar privacidad completa y limpieza automática.",
    "quickAccountVerification": "Verificación rápida de cuenta",
    "oneTimeDownloads": "Descargas de una sola vez",
    "newsletterSignups": "Suscripciones a boletines",
    "testingForms": "Pruebas de formularios",
    "avoidingSpam": "Evitar spam",
    "privacyProtection": "Protección de privacidad",
    "autoExpiryProcess": "Proceso de Expiración Automática",
    "emailGenerated": "Email Generado",
    "emailGeneratedDescription": "Comienza la cuenta regresiva de 5 minutos",
    "receiveEmails": "Recibir Emails",
    "receiveEmailsDescription": "Usar normalmente durante el período activo",
    "autoDelete": "Auto-Eliminación",
    "autoDeleteDescription": "Eliminación completa después de 5 minutos",
    "maximumPrivacyGuaranteed": "Máxima Privacidad Garantizada",
    "maximumPrivacyGuaranteedDescription": "Con expiración automática de 5 minutos, tu huella digital se minimiza al mínimo absoluto. Perfecto para usuarios que priorizan la privacidad por encima de todo.",
    "autoDeletionRate": "Tasa de Auto-Eliminación",
    "maximumExposure": "Exposición Máxima",
    "dataRetention": "Retención de Datos"
  },
  "testimonials": {
    "sarahChen": {
      "name": "Sarah Chen",
      "role": "Desarrolladora",
      "content": "Perfecto para pruebas y proteger mi privacidad en línea."
    },
    "mikeJohnson": {
      "name": "Mike Johnson",
      "role": "Diseñador",
      "content": "Interfaz limpia y funciona exactamente como se esperaba."
    },
    "emmaDavis": {
      "name": "Emma Davis",
      "role": "Marketer",
      "content": "Herramienta esencial para mi flujo de trabajo diario."
    }
  }
}
